Ran Plan for dir: `.` workspace: `default`

<details><summary>Show Output</summary>

```diff
Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
-/+ destroy and then create replacement

Terraform will perform the following actions:

  # module.atlantis-security-group.aws_security_group_rule.ingress_with_cidr_blocks[0] must be replaced
-/+ resource "aws_security_group_rule" "ingress_with_cidr_blocks" {
      ~ cidr_blocks              = [ # forces replacement
          - "0.0.0.0/0",
          + "171.241.73.92/32",
        ]
      ~ id                       = "sgrule-527605437" -> (known after apply)
      ~ security_group_rule_id   = "sgr-01c6d235ad2dbdd22" -> (known after apply)
      + source_security_group_id = (known after apply)
        # (8 unchanged attributes hidden)
    }

  # module.atlantis-security-group.aws_security_group_rule.ingress_with_cidr_blocks[1] must be replaced
-/+ resource "aws_security_group_rule" "ingress_with_cidr_blocks" {
      ~ cidr_blocks              = [ # forces replacement
          - "0.0.0.0/0",
          + "171.241.73.92/32",
        ]
      ~ id                       = "sgrule-1295093372" -> (known after apply)
      ~ security_group_rule_id   = "sgr-0c9f6ba4f71feab84" -> (known after apply)
      + source_security_group_id = (known after apply)
        # (8 unchanged attributes hidden)
    }

Plan: 2 to add, 0 to change, 2 to destroy.
```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -d .`
* :put_litter_in_its_place: To **delete** this plan click [here](https://ba06-171-241-73-95.ngrok-free.app/lock?id=huylinh1997%252Fterraform-training%252F.%252Fdefault)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -d .`
</details>
Plan: 2 to add, 0 to change, 2 to destroy.

---
* :fast_forward: To **apply** all unapplied plans from this pull request, comment:
    * `atlantis apply`
* :put_litter_in_its_place: To delete all plans and locks for the PR, comment:
    * `atlantis unlock`